// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Escaneo a Carpeta de red";

HSDTaskDescription = "Escaneo a Carpeta de red le permite iniciar desde el panel delantero de su dispositivo HP y enviar automáticamente el resultado a una carpeta compartida en su ordenador.";
HSDStepsDescription = "Siga estos pasos, para configurar Escaneo a Carpeta de red:";
HSDStep1Description = "1. Cree una carpeta compartida SMB.";
HSDStep2Description = "2. Registre la carpeta compartida con su dispositivo HP.";
HSDTaskNote = "Cuando hace clic en \"Registrar Mi carpeta compartida\", un explorador Web se abrirá en el Servidor web integrado a su dispositivo. Siga las instrucciones presentadas, para completar la configuración.";
HSDCreateFolderButtonTitle = "Ayuda para hacer esto…";
HSDRegisterFolderButtonTitle = "Registrar Mi carpeta compartida…";

CreateSharedFolderTitle = "Crear una carpeta compartida";
